welcome = 'Привет, меня зовут TravelBot, я помогу тебе с выбором страны \
для отдыха! Я задам тебе несколько вопросов, \
постарайся отвечать не задумываясь. Пиши ответы строчными буквами'

# Списки со странами
winter_active_countries = ['Австрия', 'Финляндия', 'Швейцария']  # Список из холодных стран для активного отдыха
vac_list = ['Индия', 'Зимбабмве', 'Танзания']
not_vac_list = ['Южная Корея', 'Иран', 'Индонезия']
passive_relax = ['Монако', 'Франция', 'Греция']
sea_list = ['Австралия', 'Доминикана', 'Шри-Ланка']
individ_list = ['Грузия', 'Чехия', 'Черногория']
tur_list = ['Турция', 'Китай', 'Италия']
not_visa_list = ['Абхазия', 'Азербайджан', 'Карелия']
without_children_list = ['Непал', 'Тибет', 'Словакия']
little_children = ['Адыгея', 'Крым', 'Архыз']
pay_for_children = ['Турция', 'Франция', 'Аргентина']
not_pay_for_children = ['Австрия', 'Норвегия', 'Швейцария']

# Список с корректными ответами
yes_no_list = ['да', 'нет']
cold_heat_list = ['холод', 'жара']
in_tur_list = ['индивидуально', 'тур-пакет']
sea_mountains_list = ['море', 'горы']
age_of_children = '0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18'.split()

quest_cold_heat = 'Что тебе нравится больше? Холод или жара?'
quest_active = 'Тебе нравится активный отдых? Да или нет?'
quest_grenland = 'Что насчет Гренландии? Был ли ты там? Да или нет?'
quest_trip_history = 'Тебя интересуют путешествия по историческим местам? Да или нет?'
quest_trip_exotic = 'Тебя интересует путешествие по экзотическим местам? Да или нет? '
quest_has_vaxine = 'Имеются ли прививки, необходимые для прибывания в экзотических странах? Да или нет?'
quest_sea_climb = 'Интересует активный отдых на море или в горах? Море или горы?'
quest_has_visa = 'Имеется ли виза? Да или нет?'
quest_has_child = 'Берете ли детей? Да или нет?'
quest_child_age = 'Сколько вашим детям лет?'
quest_pay_child = 'Готовы ли вы заплатить за детей? Да или нет?'
quest_private_tour = 'Хочешь путешествовать индивидуально или с тур-пакетом? (Индивидуально или тур-пакет)'